// eslint-disable-next-line
export const INTRODUCTION_TEMPLATE = `“北京浮生记”的玩法十分简单，很容易上手。基本操作过程如下：

一、从一个地方（比如西直门）的黑市里买进适当的物品（可以是一种，也可以是多种）。
二、奔走到另一个地方（比如复兴门）。你只需点击界面上的地点名就意味着你走到了那里。
三、观察新地点的黑市。如果某物品的价格比您的买进价格高，就可以从您的出租屋里把这物品卖出，这样您就赚了钱。再从新地点的黑市购入合适的其他物品。
四、重复上述一、二、三的过程。

最后，游戏清点您的总资产（现金+存款-债务）,计算您在北京富人榜里的排行。您的目标就是赚更多的钱，争取进入前十名。
要注意的是，您从一个地方奔走到另一个地方，在游戏里算一天，而您总共只能在北京呆40天。因此，要把握好每一天，掌握好买卖策略，赚取最大利润。

所谓“入门容易、提高难。”游戏基本玩法很简单，但是要在40天里赚大钱（例如，突破3000万）也很不容易，很具有挑战性。需要您：

一、对各种物品的价位有基本认识，这样才能“买低卖高”。例如，进口玩具价格在350元以下，买进就能赚钱。 如何把握物品的基本价位？这就需要您勤恳钻研，多玩几次，做一个有心人。
二、充分把握游戏中的各种随机事件带来的商机。游戏里的很多随机事件会对物品的价格产生影响。例如， “市场上充斥着来自福建的走私香烟! ”事件会使香烟价格低迷，这时可以大肆购入进口香烟，说不定第二天 就能够赚大钱。又例如，发生“北京的富人疯狂地购买走私汽车！价格狂升!”事件时，应该立刻抛出走私汽车， 肯定能狂赚。
三、及时扩大生意规模。这有两个含义：一是在您倒卖便宜物品（如盗版VCD）、资金有了一定的积累之后，要转向倒卖贵重物品，如 《上海小宝贝》、走私汽车等，它们的价格变化空间大，能够让您有机会赚大钱；二是当您金钱足够时，要 去租房中介那里租更大的房子，因为一开始您的房子只能够放100个物品，为了把生意做大，就应该租能够放 更多物品的房子。
四、运用其他策略，（虽然这个游戏主要看脸。

物品简介：
盗版VCD、游戏：优点是价格便宜，游戏开始时容易进货，缺点是每笔交易您赚的钱数目不大。
进口香烟：优点是价格适中，当您有了一定积累时，可以倒卖它来进一步发家。
伪劣化妆品：价格适中,但是有时会发生随机事件，让您猛发一把.
进口玩具：价格在400元左右，但是一些随机事件会让它的价格变动很大.
假白酒：是一种危害社会的有剧毒的商品，平均价格在1,500左右,倒卖它让您有剧富的可能，但是 您会感到良心愧疚，您的名声也会迅速降低。
水货手机：平均价格1,000元，首都高校大学生找工作时，它的价格可能猛升到8,000元。
《上海小宝贝》：据说是美女作家用身体写的作品，国家二级禁书。平均价格7,500元。倒卖它，有可能发大财，但是您的名声会变坏。
走私汽车：平均价格20,000元。这是所有物品中价格波动最大的，有些随机事件会让它涨8倍。 走私汽车是发大财的理想倒卖物品，但是风险也很大。

话不多说了，输入 \`start\` 开始游戏吧！
`;
